Repository: kitzler-walli/KeeForge
Catalog: KeeForge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Delete Permanently?
de: Endgültig löschen?
es: ¿Eliminar permanentemente?
fr: Supprimer définitivement ?
ja: 完全に削除しますか？
zh_hans: 要永久删除吗？
zh_hant: 要永久刪除嗎？

source: Descending
de: Absteigend
es: Descendente
fr: Décroissant
ja: 降順
zh_hans: 降序
zh_hant: 遞減

source: Destination
de: Ziel
es: Destino
ja: 保存先
zh_hans: 目标位置
zh_hant: 目標位置

source: Digits
de: Ziffern
es: Dígitos
fr: Chiffres
ja: 数字
zh_hans: 数字
zh_hant: 數字

source: Discard and Lock
de: Verwerfen und sperren
es: Descartar y bloquear
fr: Abandonner et verrouiller
ja: 破棄してロック
zh_hans: 放弃并锁定
zh_hant: 捨棄並鎖定

source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Ignorer les modifications
ja: 変更を破棄
zh_hans: 放弃更改
zh_hant: 捨棄變更

source: Discard changes?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Ignorer les modifications ?
ja: 変更を破棄しますか？
zh_hans: 要放弃更改吗？
zh_hant: 要捨棄變更嗎？

source: Discard pending upload
de: Ausstehenden Upload verwerfen
es: Descartar carga pendiente
fr: Ignorer l'envoi en attente
ja: 保留中のアップロードを破棄
zh_hans: 放弃待处理的上传
zh_hant: 捨棄待處理的上傳

source: Discard Pending Upload?
de: Ausstehenden Upload verwerfen?
es: ¿Descartar carga pendiente?
fr: Ignorer l'envoi en attente ?
ja: 保留中のアップロードを破棄しますか？
zh_hans: 要放弃待上传的内容吗？
zh_hant: 要捨棄待上傳的內容嗎？

source: Discard Pending Upload…
de: Ausstehenden Upload verwerfen …
es: Descartar carga pendiente…
fr: Ignorer l'envoi en attente…
ja: 保留中のアップロードを破棄…
zh_hans: 放弃待处理的上传…
zh_hant: 捨棄待處理的上傳…

source: Discard Upload
de: Upload verwerfen
es: Descartar carga
fr: Ignorer l'envoi
ja: アップロードを破棄
zh_hans: 放弃上传
zh_hant: 捨棄上傳

source: Disconnect
de: Verbindung trennen
es: Desconectar
fr: Déconnecter
ja: 接続を解除
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnect %@? NextPass will keep any cached cloud databases until you remove them.
de: Verbindung zu %@ trennen? NextPass behält alle Cloud-Datenbanken im Cache, bis Sie sie entfernen.
es: ¿Desconectar %@? NextPass conservará las bases de datos en la nube almacenadas en caché hasta que las elimine.
fr: Déconnecter %@ ? NextPass conservera les bases de données cloud mises en cache jusqu'à ce que vous les supprimiez.
ja: %@の接続を解除しますか？キャッシュされたクラウドのデータベースは、削除するまで保持されます。
zh_hans: 要断开与 %@ 的连接吗？NextPass 会保留已缓存的云端数据库，直到您将其移除。
zh_hant: 要中斷與 %@ 的連線嗎？NextPass 會保留已快取的雲端資料庫，直到您將其移除。

source: Disconnect Cloud Account?
de: Cloud-Konto trennen?
es: ¿Desconectar cuenta en la nube?
fr: Déconnecter le compte cloud ?
ja: クラウドアカウントの接続を解除しますか？
zh_hans: 要断开云账户连接吗？
zh_hant: 要中斷雲端帳號連線嗎？

source: Disconnected
de: Nicht verbunden
es: Desconectado
fr: Déconnecté
ja: 未接続
zh_hans: 已断开连接
zh_hant: 已中斷連線

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Display
de: Darstellung
es: Pantalla
fr: Affichage
ja: 表示
zh_hans: 显示
zh_hant: 顯示

source: Don’t Save
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer
ja: 保存しない
zh_hans: 不保存
zh_hant: 不儲存

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Download Website Favicons
de: Website-Favicons laden
es: Descargar favicons de sitios web
fr: Télécharger les favicons des sites web
ja: Web サイトのファビコンをダウンロード
zh_hans: 下载网站图标
zh_hant: 下載網站圖示

source: Download Website Icon
de: Website-Symbol herunterladen
es: Descargar icono del sitio web
fr: Télécharger l’icône du site
ja: Web サイトのアイコンをダウンロード
zh_hans: 下载网站图标
zh_hant: 下載網站圖示

source: Dropbox and OneDrive
de: Dropbox und OneDrive
es: Dropbox y OneDrive
fr: Dropbox et OneDrive
ja: Dropbox と OneDrive
zh_hans: Dropbox 和 OneDrive
zh_hant: Dropbox 和 OneDrive

source: Dropbox download failed.
de: Dropbox-Download fehlgeschlagen.
es: Error al descargar de Dropbox.
fr: Échec du téléchargement Dropbox.
ja: Dropbox からのダウンロードに失敗しました。
zh_hans: Dropbox 下载失败。
zh_hant: Dropbox 下載失敗。

source: Dropbox folder listing failed.
de: Dropbox-Ordnerliste konnte nicht geladen werden.
es: No se pudo cargar la lista de carpetas de Dropbox.
fr: Échec du chargement de la liste des dossiers Dropbox.
ja: Dropbox のフォルダ一覧を取得できませんでした。
zh_hans: 获取 Dropbox 文件夹列表失败。
zh_hant: 取得 Dropbox 資料夾列表失敗。

source: Dropbox metadata request failed.
de: Dropbox-Metadatenabfrage fehlgeschlagen.
es: Error en la solicitud de metadatos de Dropbox.
fr: Échec de la requête de métadonnées Dropbox.
ja: Dropbox のメタデータリクエストが失敗しました。
zh_hans: Dropbox 元数据请求失败。
zh_hant: Dropbox 中繼資料請求失敗。

source: Dropbox request failed.
de: Dropbox-Anfrage fehlgeschlagen.
es: Error en la solicitud a Dropbox.
fr: Échec de la requête Dropbox.
ja: Dropbox へのリクエストが失敗しました。
zh_hans: Dropbox 请求失败。
zh_hant: Dropbox 請求失敗。

source: Dropbox search failed.
de: Dropbox-Suche fehlgeschlagen.
es: Error en la búsqueda de Dropbox.
fr: Échec de la recherche Dropbox.
ja: Dropbox の検索に失敗しました。
zh_hans: Dropbox 搜索失败。
zh_hant: Dropbox 搜尋失敗。

source: Dropbox upload failed.
de: Dropbox-Upload fehlgeschlagen.
es: Error al subir a Dropbox.
fr: Échec de l'envoi Dropbox.
ja: Dropbox へのアップロードに失敗しました。
zh_hans: Dropbox 上传失败。
zh_hant: Dropbox 上傳失敗。

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
zh_hans: 创建副本
zh_hant: 建立副本

source: Duplicate an entry
de: Einträge duplizieren
es: Duplica una entrada
fr: Dupliquez une entrée
ja: エントリを複製
zh_hans: 为条目创建副本
zh_hant: 為項目建立副本

source: Earlier Version
de: Frühere Version
es: Versión anterior
fr: Version antérieure
ja: 以前のバージョン
zh_hans: 早期版本
zh_hant: 先前版本

source: Earlier versions appear here after you edit this entry.
de: Frühere Versionen erscheinen hier, sobald Sie diesen Eintrag bearbeiten.
es: Las versiones anteriores aparecerán aquí después de editar esta entrada.
fr: Les versions antérieures apparaissent ici après la modification de cette entrée.
ja: このエントリを編集すると、以前のバージョンがここに表示されます。
zh_hans: 编辑此条目后，早期版本会显示在这里。
zh_hant: 編輯此項目後，先前版本會顯示在這裡。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: Edit Entry
de: Eintrag bearbeiten
es: Editar entrada
fr: Modifier l'entrée
ja: エントリを編集
zh_hans: 编辑条目
zh_hant: 編輯項目

source: Edit Group
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
ja: グループを編集
zh_hans: 编辑群组
zh_hant: 編輯群組

source: Edit groups in one place
de: Gruppen zentral bearbeiten
es: Edita grupos desde un solo lugar
fr: Modifiez les groupes au même endroit
ja: グループの設定を一か所で編集
zh_hans: 在同一处编辑群组
zh_hant: 在同一處編輯群組

source: Editing
de: Bearbeitung
es: Edición
fr: Modification
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: Empty Group
de: Leere Gruppe
es: Grupo vacío
fr: Groupe vide
ja: 空のグループ
zh_hans: 空群组
zh_hant: 空群組

source: Enable NextPass in System Settings under General > AutoFill & Passwords to fill passwords in Safari and other apps.
de: Aktivieren Sie NextPass in den Systemeinstellungen unter „Allgemein“ > „AutoFill & Passwörter“, um Passwörter in Safari und anderen Apps auszufüllen.
es: Active NextPass en Ajustes del Sistema, en «General» > «Autorrelleno y contraseñas», para rellenar contraseñas en Safari y otras apps.
fr: Activez NextPass dans Réglages Système, sous « Général » > « Remplissage automatique et mots de passe », pour remplir des mots de passe dans Safari et d'autres apps.
ja: Safari や他の App でパスワードを入力するには、「システム設定」の「一般」>「自動入力とパスワード」で NextPass を有効にしてください。
zh_hans: 请在“系统设置”的“通用”>“自动填充与密码”中启用 NextPass，以便在 Safari 和其他 App 中填充密码。
zh_hant: 請在「系統設定」的「一般」>「自動填寫與密碼」中啟用 NextPass，以便在 Safari 和其他 App 中填寫密碼。

source: Encryption
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
ja: 暗号化
zh_hans: 加密
zh_hant: 加密

source: Encryption failed
de: Verschlüsselung fehlgeschlagen
es: Cifrado fallido
fr: Échec du chiffrement
ja: 暗号化に失敗しました
zh_hans: 加密失败
zh_hant: 加密失敗

source: Enter a password for this credential.
de: Geben Sie ein Passwort für diese Zugangsdaten ein.
es: Introduzca una contraseña para esta credencial.
fr: Saisissez un mot de passe pour cet identifiant.
ja: この認証情報のパスワードを入力してください。
zh_hans: 请输入此凭据的密码。
zh_hant: 請輸入此憑證的密碼。

source: Enter a title or username for this credential.
de: Geben Sie einen Titel oder Benutzernamen für diese Zugangsdaten ein.
es: Introduzca un título o nombre de usuario para esta credencial.
fr: Saisissez un titre ou un nom d’utilisateur pour cet identifiant.
ja: この認証情報のタイトルまたはユーザ名を入力してください。
zh_hans: 请输入此凭据的标题或用户名。
zh_hant: 請輸入此憑證的標題或使用者名稱。

source: Enter a valid database name.
de: Geben Sie einen gültigen Datenbanknamen ein.
es: Introduzca un nombre de base de datos válido.
fr: Saisissez un nom de base de données valide.
ja: 有効なデータベース名を入力してください。
zh_hans: 请输入有效的数据库名称。
zh_hant: 請輸入有效的資料庫名稱。

source: Enter a valid email address for follow-up.
de: Geben Sie eine gültige E-Mail-Adresse für Rückfragen ein.
es: Introduzca una dirección de correo electrónico válida para el seguimiento.
fr: Saisissez une adresse e-mail valide pour le suivi.
ja: 返信を受け取るには、有効なメールアドレスを入力してください。
zh_hans: 请输入有效的电子邮件地址以便后续联系。
zh_hant: 請輸入有效的電子郵件地址以便後續聯絡。

source: Enter an email address for follow-up, or turn follow-up off.
de: Geben Sie eine E-Mail-Adresse für Rückfragen ein oder deaktivieren Sie Rückfragen.
es: Introduzca una dirección de correo electrónico para el seguimiento, o desactive el seguimiento.
fr: Saisissez une adresse e-mail pour le suivi, ou désactivez le suivi.
ja: 返信用のメールアドレスを入力するか、返信の受け取りをオフにしてください。
zh_hans: 请输入用于后续联系的电子邮件地址，或关闭后续联系。
zh_hant: 請輸入用於後續聯絡的電子郵件地址，或關閉後續聯絡。

source: Enter password
de: Passwort eingeben
es: Introducir contraseña
fr: Saisir le mot de passe
ja: パスワードを入力
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Enter Setup Key
de: Einrichtungsschlüssel eingeben
es: Introducir clave de configuración
fr: Saisir la clé de configuration
ja: 設定キーを入力
zh_hans: 输入设置密钥
zh_hant: 輸入設定金鑰

source: Enter Setup Link
de: Einrichtungslink eingeben
es: Introducir enlace de configuración
fr: Saisir le lien de configuration
ja: 設定リンクを入力
zh_hans: 输入设置链接
zh_hant: 輸入設定連結

source: Enter the FTP server address.
de: Geben Sie die Adresse des FTP-Servers ein.
es: Introduzca la dirección del servidor FTP.
fr: Saisissez l'adresse du serveur FTP.
ja: FTP サーバのアドレスを入力してください。
zh_hans: 请输入 FTP 服务器地址。
zh_hant: 請輸入 FTP 伺服器位址。

source: Enter the WebDAV server address.
de: Geben Sie die Adresse des WebDAV-Servers ein.
es: Introduzca la dirección del servidor WebDAV.
fr: Saisissez l'adresse du serveur WebDAV.
ja: WebDAV サーバのアドレスを入力してください。
zh_hans: 请输入 WebDAV 服务器地址。
zh_hant: 請輸入 WebDAV 伺服器位址。

source: Enter your master password or use biometrics.
de: Geben Sie Ihr Master-Passwort ein oder verwenden Sie biometrisches Entsperren.
es: Introduzca su contraseña maestra o utilice datos biométricos.
fr: Saisissez votre mot de passe principal ou utilisez le déverrouillage biométrique.
ja: マスターパスワードを入力するか、生体認証をご利用ください。
zh_hans: 请输入主密码或使用生物识别。
zh_hant: 請輸入主密碼或使用生物辨識。

source: Enter your password.
de: Geben Sie Ihr Passwort ein.
es: Introduzca su contraseña.
fr: Saisissez votre mot de passe.
ja: パスワードを入力してください。
zh_hans: 请输入密码。
zh_hant: 請輸入密碼。

source: Enter your username.
de: Geben Sie Ihren Benutzernamen ein.
es: Introduzca su nombre de usuario.
fr: Saisissez votre nom d'utilisateur.
ja: ユーザ名を入力してください。
zh_hans: 请输入用户名。
zh_hant: 請輸入使用者名稱。

source: Entries
de: Einträge
es: Entradas
fr: Entrées
ja: エントリ
zh_hans: 条目
zh_hant: 項目

source: Entries and groups now offer a Move to Group action that files them somewhere else. Moves travel with your database, so your other devices and other KeePass apps see them too.
de: Einträge und Gruppen bieten jetzt die Aktion „In Gruppe verschieben“, um sie woanders abzulegen. Verschiebungen werden in der Datenbank gespeichert, sodass deine anderen Geräte und andere KeePass-Apps sie ebenfalls sehen.
es: Las entradas y los grupos ahora ofrecen la acción «Mover a grupo» para colocarlos en otro sitio. Los movimientos se guardan en la base de datos, así que tus otros dispositivos y otras apps de KeePass también los ven.
fr: Les entrées et les groupes proposent désormais une action « Déplacer vers un groupe » pour les ranger ailleurs. Les déplacements sont enregistrés dans votre base de données : vos autres appareils et les autres apps KeePass les voient aussi.
ja: エントリとグループに「グループへ移動」が加わり、別の場所に整理できるようになりました。移動の結果はデータベースに保存されるので、他のデバイスや他の KeePass App にも反映されます。
zh_hans: 条目和群组现在提供“移动到群组”操作，可将其归入别处。移动会随数据库一同保存，你的其他设备和其他 KeePass 应用同样能看到。
zh_hant: 項目和群組現在提供「移動到群組」操作，可將其歸入別處。移動會隨資料庫一併儲存，你的其他裝置和其他 KeePass App 同樣能看到。

source: Entry Icon
de: Eintragssymbol
es: Icono de entrada
fr: Icône de l’entrée
ja: エントリのアイコン
zh_hans: 条目图标
zh_hant: 項目圖示

source: Entry List
de: Eintragsliste
es: Lista de entradas
fr: Liste des entrées
ja: エントリ一覧
zh_hans: 条目列表
zh_hant: 項目列表

source: Entry not found: %@
de: Eintrag nicht gefunden: %@
es: Entrada no encontrada: %@
fr: Entrée introuvable : %@
ja: エントリが見つかりません：%@
zh_hans: 未找到条目：%@
zh_hant: 找不到項目：%@

source: Entry Unavailable
de: Eintrag nicht verfügbar
es: Entrada no disponible
fr: Entrée indisponible
ja: エントリを利用できません
zh_hans: 条目不可用
zh_hant: 項目無法使用

source: Error Code
de: Fehlercode
es: Código de error
fr: Code d'erreur
ja: エラーコード
zh_hans: 错误代码
zh_hant: 錯誤代碼

source: Error details copied.
de: Fehlerdetails kopiert.
es: Detalles del error copiados.
fr: Détails de l'erreur copiés.
ja: エラーの詳細をコピーしました。
zh_hans: 已拷贝错误详细信息。
zh_hant: 已拷貝錯誤詳細資訊。

source: Exact matches for a site are listed apart from possible matches on related subdomains. A possible match is never filled unless you pick it. Thanks to @ftorga.
de: Genaue Treffer für eine Website werden getrennt von möglichen Treffern auf verwandten Subdomains aufgeführt. Ein möglicher Treffer wird nie ausgefüllt, ohne dass Sie ihn auswählen. Dank an @ftorga.
es: Las coincidencias exactas de un sitio se muestran separadas de las posibles coincidencias en subdominios relacionados. Una posible coincidencia nunca se rellena a menos que la seleccione. Gracias a @ftorga.
fr: Les correspondances exactes pour un site sont listées séparément des correspondances possibles sur les sous-domaines associés. Une correspondance possible n'est jamais remplie sans que vous la choisissiez. Merci à @ftorga.
ja: サイトに完全一致する候補は、関連するサブドメインの一致する可能性のある候補とは分けて表示されます。可能性のある候補は、自分で選ばない限り入力されることはありません。@ftorga さんに感謝します。
zh_hans: 网站的精确匹配项会与相关子域名上的可能匹配项分开列出。除非您主动选择，否则绝不会填充可能匹配项。感谢 @ftorga。
zh_hant: 網站的完全符合項目會與相關子網域的可能符合項目分開列出。除非您主動選擇，否則絕不會填寫可能符合的項目。感謝 @ftorga。

source: Example: https://cloud.example.com/remote.php/dav/files/USERNAME/ — for Nextcloud, use an app password
de: Beispiel: https://cloud.example.com/remote.php/dav/files/USERNAME/ — verwenden Sie für Nextcloud ein App-Passwort
es: Ejemplo: https://cloud.example.com/remote.php/dav/files/USERNAME/ — para Nextcloud, utilice una contraseña de aplicación
fr: Exemple : https://cloud.example.com/remote.php/dav/files/USERNAME/ — pour Nextcloud, utilisez un mot de passe d'application
ja: 例：https://cloud.example.com/remote.php/dav/files/USERNAME/ — Nextcloud の場合はアプリパスワードを使用してください
zh_hans: 示例：https://cloud.example.com/remote.php/dav/files/USERNAME/ — 对于 Nextcloud，请使用应用密码
zh_hant: 範例：https://cloud.example.com/remote.php/dav/files/USERNAME/ — 若使用 Nextcloud，請使用應用程式密碼

source: Exclude Ambiguous Characters
de: Verwechselbare Zeichen ausschließen
es: Excluir caracteres ambiguos
fr: Exclure les caractères ambigus
ja: 紛らわしい文字を除外
zh_hans: 排除易混淆字符
zh_hant: 排除易混淆字元

source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
ja: 有効期限切れ
zh_hans: 已过期
zh_hant: 已過期

source: Expires
de: Läuft ab
es: Caduca
fr: Expire
ja: 有効期限
zh_hans: 过期时间
zh_hant: 過期時間

source: Export a copy of your database
de: Exportiere eine Kopie deiner Datenbank
es: Exporta una copia de tu base de datos
fr: Exportez une copie de votre base de données
ja: データベースのコピーを書き出す
zh_hans: 导出数据库副本
zh_hant: 匯出資料庫副本

source: Export Copy…
de: Kopie exportieren …
es: Exportar copia…
fr: Exporter une copie…
ja: コピーを書き出す…
zh_hans: 导出副本…
zh_hant: 匯出副本…

source: Face ID or Touch ID didn't verify, so NextPass could not continue unlocking.
de: Face ID oder Touch ID konnte Ihre Identität nicht bestätigen. Daher konnte NextPass nicht mit dem Entsperren fortfahren.
es: Face ID o Touch ID no pudo confirmar su identidad. Por lo tanto, NextPass no pudo continuar con el desbloqueo.
fr: Face ID ou Touch ID n'a pas pu confirmer votre identité. NextPass n'a donc pas pu poursuivre le déverrouillage.
ja: Face ID または Touch ID で確認できなかったため、ロック解除を続行できませんでした。
zh_hans: Face ID 或 Touch ID 未通过验证，NextPass 无法继续解锁。
zh_hant: Face ID 或 Touch ID 未通過驗證，NextPass 無法繼續解鎖。

source: Failed to create biometric access control
de: Biometrische Zugriffssteuerung konnte nicht erstellt werden
es: No se pudo crear el control de acceso biométrico
fr: Échec de la création du contrôle d'accès biométrique
ja: 生体認証のアクセス制御を作成できませんでした
zh_hans: 无法创建生物识别访问控制
zh_hant: 無法建立生物辨識存取控制

source: Failed to create signing key
de: Signierschlüssel konnte nicht erstellt werden
es: No se pudo crear la clave de firma
fr: Échec de la création de la clé de signature
ja: 署名キーを作成できませんでした
zh_hans: 无法创建签名密钥
zh_hant: 無法建立簽署金鑰

source: Failed to parse database XML
de: Datenbank-XML konnte nicht analysiert werden
es: No se pudo analizar el XML de la base de datos
fr: Échec de l'analyse du XML de la base de données
ja: データベースの XML を解析できませんでした
zh_hans: 无法解析数据库 XML
zh_hant: 無法解析資料庫 XML

source: Failed to sign assertion
de: Assertion konnte nicht signiert werden
es: No se pudo firmar la aserción
fr: Échec de la signature de l'assertion
ja: アサーションに署名できませんでした
zh_hans: 无法对断言进行签名
zh_hant: 無法簽署斷言

source: Feedback Sent
de: Feedback gesendet
es: Comentarios enviados
fr: Commentaires envoyés
ja: フィードバックを送信しました
zh_hans: 反馈已发送
zh_hant: 意見回饋已傳送

source: Fetches icons from DuckDuckGo. Only the website domain is sent.
de: Ruft Symbole von DuckDuckGo ab. Nur die Domain der Website wird übertragen.
es: Obtiene los iconos de DuckDuckGo. Solo se envía el dominio del sitio web.
fr: Récupère les icônes depuis DuckDuckGo. Seul le domaine du site est envoyé.
ja: アイコンは DuckDuckGo から取得します。送信されるのは Web サイトのドメインのみです。
zh_hans: 从 DuckDuckGo 获取图标。仅会发送网站域名。
zh_hant: 從 DuckDuckGo 取得圖示。僅會傳送網站網域。

source: File details are unavailable.
de: Dateidetails sind nicht verfügbar.
es: Los detalles del archivo no están disponibles.
fr: Les détails du fichier sont indisponibles.
ja: ファイルの詳細を取得できません。
zh_hans: 文件详细信息不可用。
zh_hant: 無法取得檔案詳細資訊。

source: File is truncated
de: Datei ist abgeschnitten
es: El archivo está truncado
fr: Le fichier est tronqué
ja: ファイルが途中で切れています
zh_hans: 文件已被截断
zh_hant: 檔案遭截斷

source: File removed from NextPass’s folder
de: Datei aus dem NextPass-Ordner entfernt
es: Archivo eliminado de la carpeta de NextPass
fr: Fichier supprimé du dossier NextPass
ja: ファイルが NextPass のフォルダから削除されました
zh_hans: 文件已从 NextPass 的文件夹中移除
zh_hant: 檔案已從 NextPass 的資料夾中移除

source: File unavailable
de: Datei nicht verfügbar
es: Archivo no disponible
fr: Fichier indisponible
ja: ファイルを利用できません
zh_hans: 文件不可用
zh_hant: 檔案無法使用

source: Filename
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
ja: ファイル名
zh_hans: 文件名
zh_hant: 檔案名稱

source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

source: Find
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
zh_hans: 查找
zh_hant: 尋找

source: Find entries by the tags you already use, including tags inherited from their group. Search by tag, and pick from suggestions while editing.
de: Finden Sie Einträge anhand der Tags, die Sie bereits verwenden – einschließlich der von ihrer Gruppe geerbten Tags. Suchen Sie nach Tags und wählen Sie beim Bearbeiten aus Vorschlägen.
es: Encuentre entradas mediante las etiquetas que ya utiliza, incluidas las etiquetas heredadas de su grupo. Busque por etiqueta y elija entre las sugerencias mientras edita.
fr: Trouvez des entrées à l'aide des tags que vous utilisez déjà, y compris ceux hérités de leur groupe. Recherchez par tag et choisissez parmi les suggestions lors de la modification.
ja: すでに使っているタグ（グループから継承したタグを含む）でエントリを探せます。タグで検索できるほか、編集中は候補から選べます。
zh_hans: 通过您已在使用的标签查找条目，包括从群组继承的标签。按标签搜索，并在编辑时从建议中选择。
zh_hant: 透過您已在使用的標籤尋找項目，包括從群組繼承的標籤。可依標籤搜尋，並在編輯時從建議中選取。

source: Find NextPass on the Mac App Store. The native Mac app runs on macOS 15 or later, with AutoFill and your local and WebDAV databases.
de: Du findest NextPass im Mac App Store. Die native Mac-App läuft ab macOS 15, mit AutoFill und deinen lokalen und WebDAV-Datenbanken.
es: Busca NextPass en el Mac App Store. La app nativa para Mac funciona en macOS 15 o posterior, con el autorrelleno y tus bases de datos locales y WebDAV.
fr: Retrouvez NextPass sur le Mac App Store. L’app Mac native fonctionne sous macOS 15 ou version ultérieure, avec le remplissage automatique et vos bases de données locales et WebDAV.
ja: Mac App Store で NextPass をご利用いただけます。ネイティブの Mac App は macOS 15 以降に対応し、自動入力と、ローカルおよび WebDAV のデータベースを利用できます。
zh_hans: 前往 Mac App Store 获取 NextPass。原生 Mac App 支持 macOS 15 或更高版本，提供自动填充，并可使用您的本地和 WebDAV 数据库。
zh_hant: 前往 Mac App Store 取得 NextPass。原生 Mac App 支援 macOS 15 或更新版本，提供自動填寫，並可使用您的本機和 WebDAV 資料庫。

source: Follow-Up
de: Rückfragen
es: Seguimiento
fr: Suivi
ja: 返信
zh_hans: 后续联系
zh_hant: 後續聯絡

source: For every database in your list, choose Remove from List, then use Import Existing Database and pick the same .kdbx file. Removing a database from the list never deletes the file itself.
de: Wählen Sie für jede Datenbank in Ihrer Liste „Aus der Liste entfernen“ und anschließend „Vorhandene Datenbank importieren“, und wählen Sie dieselbe .kdbx-Datei aus. Das Entfernen einer Datenbank aus der Liste löscht niemals die Datei selbst.
es: Para cada base de datos de su lista, elija «Quitar de la lista» y luego use «Importar base de datos existente» y seleccione el mismo archivo .kdbx. Quitar una base de datos de la lista nunca elimina el archivo en sí.
fr: Pour chaque base de données de votre liste, choisissez « Retirer de la liste », puis utilisez « Importer une base de données existante » et sélectionnez le même fichier .kdbx. Retirer une base de données de la liste ne supprime jamais le fichier lui-même.
ja: 一覧にあるデータベースごとに「リストから削除」を選び、「既存のデータベースを読み込む」で同じ .kdbx ファイルを選択してください。リストから削除しても、ファイル自体が削除されることはありません。
zh_hans: 对列表中的每个数据库，选择“从列表中移除”，然后使用“导入现有数据库”并选取同一个 .kdbx 文件。从列表中移除数据库绝不会删除文件本身。
zh_hant: 對列表中的每個資料庫，選擇「從列表中移除」，然後使用「匯入現有資料庫」並選取同一個 .kdbx 檔案。從列表中移除資料庫絕不會刪除檔案本身。

source: FTP is not encrypted. Turn on Allow Unencrypted FTP to connect.
de: FTP ist unverschlüsselt. Aktivieren Sie „Unverschlüsseltes FTP erlauben“, um eine Verbindung herzustellen.
es: FTP no está cifrado. Active «Permitir FTP sin cifrar» para conectarse.
fr: FTP n'est pas chiffré. Activez « Autoriser le FTP non chiffré » pour vous connecter.
ja: FTP は暗号化されていません。接続するには「暗号化されていない FTP を許可」をオンにしてください。
zh_hans: FTP 未加密。请开启“允许未加密的 FTP”以进行连接。
zh_hant: FTP 未加密。請開啟「允許未加密的 FTP」以進行連接。

source: FTP sends your username, password, and database file without encryption. Only use it on a local network you trust.
de: FTP überträgt Ihren Benutzernamen, Ihr Passwort und die Datenbankdatei unverschlüsselt. Verwenden Sie es nur in einem lokalen Netzwerk, dem Sie vertrauen.
es: FTP envía su nombre de usuario, contraseña y archivo de la base de datos sin cifrar. Utilícelo solo en una red local de confianza.
fr: FTP transmet votre nom d'utilisateur, votre mot de passe et le fichier de la base de données sans chiffrement. Utilisez-le uniquement sur un réseau local de confiance.
ja: FTP では、ユーザ名、パスワード、データベースファイルが暗号化されずに送信されます。信頼できるローカルネットワークでのみ使用してください。
zh_hans: FTP 会以未加密方式传输您的用户名、密码和数据库文件。请仅在您信任的本地网络中使用。
zh_hant: FTP 會以未加密方式傳輸您的使用者名稱、密碼和資料庫檔案。請僅在您信任的本機網路中使用。

source: Generate password
de: Passwort generieren
es: Generar contraseña
fr: Générer un mot de passe
ja: パスワードを生成
zh_hans: 生成密码
zh_hant: 產生密碼
